tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "autoconf"
brew "asdf"
brew "bat"
brew "bat-extras"
brew "openssl@1.1"
brew "cask"
brew "exercism"
brew "flyctl"
brew "fop"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-town"
brew "libxslt"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "tldr"
brew "wxwidgets"
brew "zoxide"
cask "alfred"
cask "android-file-transfer"
cask "bartender"
cask "beekeeper-studio"
cask "brave-browser"
cask "calibre"
cask "cryptomator"
cask "discord"
cask "firecamp"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "gpg-suite"
cask "iterm2"
cask "numi"
cask "obsidian"
cask "signal"
cask "torguard"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "CleanMyMac X", id: 1339170533
mas "Flow", id: 1423210932
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "World Clock", id: 956377119
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "divyamrit.slate-theme"
vscode "eamodio.gitlens"
vscode "EQuimper.react-native-react-redux"
vscode "esbenp.prettier-vscode"
vscode "florinpatrascu.vscode-elixir-snippets"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "IronGeek.vscode-env"
vscode "JakeBecker.elixir-ls"
vscode "jock.svg"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.sublime-keybindings"
vscode "pflannery.vscode-versionlens"
vscode "phoenixframework.phoenix"
vscode "premparihar.gotestexplorer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "xabikos.JavaScriptSnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "ZixuanChen.vitest-explorer"
