tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "cabextract"
brew "elixir"
brew "elm"
brew "exercism"
brew "git"
brew "libmemcached"
brew "mas"
brew "mongodb", restart_service: true
brew "mysql@5.7", restart_service: true, link: true
brew "python"
brew "pipenv"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "tree"
brew "watchman"
brew "yarn", args: ["without-node"]
brew "zsh"
brew "heroku/brew/heroku"
cask "alfred"
cask "android-studio"
cask "avira-antivirus"
cask "bartender"
cask "discord"
cask "drawio"
cask "dropbox"
cask "expo-xde"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "graphiql"
cask "graphql-playground"
cask "istat-menus"
cask "iterm2"
cask "monolingual"
cask "notion"
cask "postman"
cask "psequel"
cask "robo-3t"
cask "screenflow"
cask "sketch"
cask "skype"
cask "slack"
cask "spectrum"
cask "spotifree"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
mas "Evernote", id: 406056744
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Spark", id: 1176895641
mas "Trello", id: 1278508951
mas "Ulysses", id: 623795237
mas "Wunderlist", id: 410628904
mas "Xcode", id: 497799835
