tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "libsql/sqld"
tap "tursodatabase/tap"
brew "autoconf"
brew "asdf"
brew "bat"
brew "bat-extras"
brew "openssl@1.1"
brew "cask"
brew "exercism"
brew "flyctl"
brew "fop"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-town"
brew "hurl"
brew "jq"
brew "libxslt"
brew "mas"
brew "mkcert"
brew "ripgrep"
brew "tldr"
brew "wxwidgets"
brew "zoxide"
brew "go-task/tap/go-task"
brew "tursodatabase/tap/turso"
cask "alfred"
cask "android-file-transfer"
cask "balenaetcher"
cask "bartender"
cask "beekeeper-studio"
cask "brave-browser"
cask "calibre"
cask "cryptomator"
cask "discord"
cask "firefox"
cask "gpg-suite"
cask "iterm2"
cask "microsoft-edge"
cask "numi"
cask "obsidian"
cask "proton-drive"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "signal"
cask "tableplus"
cask "visual-studio-code"
mas "AdGuard for Safari", id: 1440147259
mas "CleanMyMac X", id: 1339170533
mas "Flow", id: 1423210932
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Slack", id: 803453959
mas "World Clock", id: 956377119
vscode "divyamrit.slate-theme"
vscode "gruntfuggly.todo-tree"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "vscode-icons-team.vscode-icons"
