tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "elixir"
brew "exercism"
brew "git"
brew "mas"
brew "redis", restart_service: true
brew "watchman"
brew "yarn"
brew "zsh"
cask "alfred"
cask "bartender"
cask "brave-browser"
cask "cryptomator"
cask "font-hack-nerd-font"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "pgadmin4"
cask "postgres"
cask "postico"
cask "signal"
cask "spotify"
cask "tunein"
cask "visual-studio-code"
mas "AdGuard for Safari", id: 1440147259
mas "CleanMyMac X", id: 1339170533
mas "Day One", id: 1055511498
mas "Flow", id: 1423210932
mas "iStat Menus", id: 1319778037
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "PhotoSweeper", id: 463362050
mas "Telegram", id: 747648890
mas "TextNow", id: 1277776968
mas "WhatsApp", id: 1147396723
